Repository: yosinkhon1-stack/unity4-academy
Catalog: lib/l10n/intl_*.arb
Languages: uz

source: Dashboard
uz: Asosiy Ekran

source: Announcements
uz: E'lonlar

source: Settings
uz: Sozlamalar

source: Announcement Management
uz: E'lonlarni Boshqarish

# examManagement
source: Exam Result Management
uz: Imtihon Natijalari

source: Schedule Management
uz: Dars Jadvali

# userManagement
source: Student Management
uz: O'quvchilar

source: Title
uz: Mavzu

source: Enter title
uz: Mavzuni kiriting

source: Message
uz: Xabar

source: Enter message
uz: Xabarni kiriting

source: Add File
uz: Fayl Qo'shish

source: Add Announcement
uz: E'lon Qo'shish

# noAnnouncements
source: No announcements yet.
uz: Hozircha e'lonlar yo'q.

source: Edit
uz: Tahrirlash

source: Edit Title
uz: Mavzuni Tahrirlash

source: Edit Message
uz: Xabarni Tahrirlash

source: Delete
uz: O'chirish

# userEditTitle
source: Edit User
uz: Foydalanuvchini Tahrirlash

# userEditHint
source: Enter new name
uz: Yangi ism kiriting

source: Cancel
uz: Bekor qilish

source: Save
uz: Saqlash
